app/views/users/show.html.erb

SELECT `reviews`.* FROM `reviews` WHERE `reviews`.`user_id` = 4
---
      <div class="yjContainer">
      <% current_user.reviews.each do |review| %>