app/controllers/reviews_controller.rb

INSERT INTO `reviews` (`rate`, `review`, `nickname`, `product_id`, `created_at`, `updated_at`) VALUES (8, 'iine', 'attyann', 532, '2016-03-17 08:28:55', '2016-03-17 08:28:55')
---
  def create
    Review.create(create_params)